import React from 'react'

import { AppLayout } from '@components/index'

const RTL: React.FC = () => {
  return (
    <AppLayout className="info-page">
      <div className="text-wrap">
        <h1>רתאה ןונקת</h1>
        <h2>
          ירוחאמ דמוע ימ תעדל םינרקס שממ םתאש וא ,הפ הרוק המ גשומ ןיידע םכל ןיא
          םא .םיטרפה לכ תא ואצמת ובש ףדה הז ,הזה בינגמה קסעה
        </h2>

        <p>
          לבוי ןוירוטסיהה לש ךרדה ץרופ ורפסל ףחוסו ריהב יתלילע דוביע אוה תריואמ
          הירוטסיה ,תושונאה תודלות ידניסו זפול תישלבה ,היזטנפ רוטקוד ומכ
          תוינוגסס תויומדב הוולמ ,יררה .תושונאה תודלות רוציק ,יררה חנ לש
          הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה לא ינקתפרה עסמל םיארוקה תא ןימזמ
          ,הנאווסה תכלמ .ונלוכ לבוי ןוירוטסיהה לש ךרדה ץרופ ורפסל ףחוסו ריהב
          יתלילע דוביע אוה תריואמ הירוטסיה ,תושונאה תודלות ידניסו זפול תישלבה
          ,היזטנפ רוטקוד ומכ תוינוגסס תויומדב הוולמ ,יררה .תושונאה תודלות רוציק
          ,יררה חנ לש הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה לא ינקתפרה עסמל
          םיארוקה תא ןימזמ ,הנאווסה תכלמ .ונלוכלבוי ןוירוטסיהה לש ךרדה ץרופ
          ורפסל ףחוסו ריהב יתלילע דוביע אוה תריואמ הירוטסיה ,תושונאה תודלות
          ידניסו זפול תישלבה ,היזטנפ רוטקוד ומכ תוינוגסס תויומדב הוולמ ,יררה
          .תושונאה תודלות רוציק ,יררה לש הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה
          לא ינקתפרה עסמל םיארוקה תא ןימזמ ,הנאווסה תכלמ .ונלוכ
        </p>
      </div>
    </AppLayout>
  )
}

export default RTL
