import React from 'react'

const AboutContent: React.FC = () => {
  return (
    <div className="about-content">
      <div className="content-title">
        <h1>
          <i>All about Kookoo</i>
        </h1>
        <p>
          ירוחאמ דמוע ימ תעדל םינרקס שממ םתאש וא ,הפ הרוק המ גשומ ןיידע םכל ןיא
          םא
          <br />
          .םיטרפה לכ תא ואצמת ובש ףדה הז ,הזה בינגמה קסעה
        </p>
      </div>
      <div className="content-text">
        <p>
          לבוי ןוירוטסיהה לש ךרדה ץרופ ורפסל ףחוסו ריהב יתלילע דוביע אוה תריואמ
          הירוטסיה ,תושונאה תודלות
          <br />
          ידניסו זפול תישלבה ,היזטנפ רוטקוד ומכ תוינוגסס תויומדב הוולמ ,יררה
          .תושונאה תודלות רוציק ,יררה חנ
          <br />
          לש הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה לא ינקתפרה עסמל םיארוקה תא
          ןימזמ ,הנאווסה תכלמ
          <br />
          .ונלוכ לבוי ןוירוטסיהה לש ךרדה ץרופ ורפסל ףחוסו ריהב יתלילע דוביע אוה
          תריואמ הירוטסיה ,תושונאה תודלות
          <br />
          ידניסו זפול תישלבה ,היזטנפ רוטקוד ומכ תוינוגסס תויומדב הוולמ ,יררה
          .תושונאה תודלות רוציק ,יררה חנ
          <br />
          לש הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה לא ינקתפרה עסמל םיארוקה תא
          ןימזמ ,הנאווסה תכלמ
          <br />
          .ונלוכלבוי ןוירוטסיהה לש ךרדה ץרופ ורפסל ףחוסו ריהב יתלילע דוביע אוה
          תריואמ הירוטסיה ,תושונאה תודלות
          <br />
          ידניסו זפול תישלבה ,היזטנפ רוטקוד ומכ תוינוגסס תויומדב הוולמ ,יררה
          .תושונאה תודלות רוציק ,יררה
          <br />
          לש הירוטסיהל ןנערו שדוחמ רהוצ חתופו רבעה לא ינקתפרה עסמל םיארוקה תא
          ןימזמ ,הנאווסה תכלמ
          <br />
          .ונלוכ
        </p>
      </div>
    </div>
  )
}

export default AboutContent
